cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'ant'
brew 'ant-contrib'
brew 'bpytop'
brew 'cmatrix'
brew 'coreutils'
brew 'ffmpeg'
brew 'fortune'
brew 'fzf'
brew 'git'
brew 'grc'
brew 'go'
brew 'httpie'
brew 'iftop'
brew 'imagemagick'
brew 'ivy'
brew 'jenv'
brew 'jp2a'
brew 'jq'
brew 'lolcat'
brew 'man2html'
brew 'maven'
brew 'mosh'
brew 'mysql'
brew 'ngrep'
brew 'node'
brew 'openssl'
brew 'pandoc'
brew 'ranger'
brew 'redis'
brew 'rename'
brew 'sbt'
brew 'scala'
brew 'spark'
brew 'stow'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tmuxp'
brew 'toilet'
brew 'trash'
brew 'tree'
brew 'unrar'
brew 'wget'

cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'franz'
cask 'google-chrome'
cask 'handbrake'
cask 'hazel'
cask 'iterm2'
cask 'lastpass'
cask 'quicksilver'
cask 'seashore'
cask 'sublime-text'
cask 'spotify'
cask 'steam'
cask 'textexpander'
cask 'transmission'
cask 'xquartz'
cask 'vlc'
