cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'ant'
brew 'ant-contrib'
brew 'coreutils'
brew 'docker-machine'
brew 'emacs'
brew 'ffmpeg'
brew 'fortune'
brew 'git'
brew 'grc'
brew 'go'
brew 'httpie'
brew 'iftop'
brew 'imagemagick'
brew 'ivy'
brew 'jp2a'
brew 'jq'
brew 'kdiff3'
brew 'man2html'
brew 'maven'
brew 'mysql'
brew 'ngrep'
brew 'node'
brew 'openssl'
brew 'redis'
brew 'rename'
brew 's3cmd'
brew 'sbt'
brew 'scala'
brew 'spark'
brew 'stow'
brew 'the_silver_searcher'
brew 'trash'
brew 'unrar'
brew 'wget'

cask 'adium'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'hazel'
cask 'intellij-idea'
cask 'lastpass'
cask 'rubymine'
cask 'seashore'
cask 'slack'
cask 'sublime-text3'
cask 'spotify'
cask 'steam'
cask 'textexpander'
cask 'transmission'
cask 'tunnelbear'
cask 'virtualbox'
cask 'vlc'